tap "felixkratz/formulae"
tap "nikitabobko/tap"

brew "antidote"
brew "bash"
brew "bat"
brew "btop"
brew "duckdb"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "jq"
brew "mise"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "shfmt"
brew "starship"
brew "trash"
brew "tree"
brew "uv"
brew "watchexec"
brew "zoxide"
brew "borders"

cask "aerospace"
cask "beekeeper-studio"
cask "bitwarden"
cask "fastmail"
cask "font-new-york"
cask "font-sf-pro"
cask "kitty"
cask "notesnook"
cask "orbstack"
cask "pearcleaner"
cask "sf-symbols"
cask "signal"
cask "tg-pro"
cask "zed"
cask "zen"

