tap "nikitabobko/tap"
tap "tw93/tap"
brew "bash"
brew "bat"
brew "bob"
brew "btop"
brew "cmake"
brew "curl"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "sqlite"
brew "fontforge"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "jq"
brew "lazygit"
brew "nvm"
brew "onefetch"
brew "pgvector"
brew "pipx"
brew "postgresql@17"
brew "ripgrep"
brew "tcl-tk@8"
brew "tmux"
brew "tmux-sessionizer"
brew "typst"
brew "watchman"
brew "wget"
brew "zoxide"
brew "tw93/tap/mole"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "docker-desktop"
cask "element"
cask "font-new-york"
cask "font-sf-pro"
cask "ghostty"
cask "helium-browser"
cask "notesnook"
cask "pearcleaner"
cask "raycast"
cask "signal"
cask "yaak"
cask "zoom"
