tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "bash"
brew "bat"
brew "btop"
brew "curl"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnupg"
brew "graphviz"
brew "jq"
brew "lazydocker"
brew "mas"
brew "mise"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "deezer"
cask "element"
cask "font-adwaita-mono-nerd-font"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "helium-browser"
cask "lulu"
cask "notesnook"
cask "pearcleaner"
cask "sf-symbols"
cask "signal"
cask "steam"
cask "tg-pro"
cask "zed"
cask "zoom"
mas "Command X", id: 6448461551
